[{
    "author": "By TurtleMe",
    "imageLink": "./assets/image/volume1.png",
    "title": "The Begining Afther The end",
    "price": 2.99,
    "description": "The Continent of Dicathen comprises three major Kingdoms: The Forest Kingdom of Elenoir in the North, The Underground Kingdom of Darv nearing the southern border, and The Kingdom of Sapin, located on the eastern border of the continent. There also exists the Beast Glades, of which a large percentile remains a mystery. Not much of the Beast Glades have been traversed due to the abundance of beasts hostile to travelers as well as each other. Yet, every year, countless expeditions have been made due to the tempting riches one could reap..."
  },
    {
      "author": "By TurtleMe",
      "imageLink": "./assets/image/volume2.png",
      "title": "New Heights",
      "price": 3.99,
      "description": "I had a family now, I had people who loved me. It was a feeling I never wanted to give up. I’d treasure it, fight for it if I had to… and for that, I needed to better myself. More so even than when I had been a king."
    },
    {
      "author": "By TurtleMe",
      "imageLink": "./assets/image/volume3.png",
      "title": "Beckoning Fates",
      "price": 3.99,
      "description": "Was I taking this life for granted? Having this amount of power at my age had made me lose some of the sense of rationality I’d had in my former life. No longer a king, no longer tied down by rules and politics, I’d become careless. In this world, my potential was boundless."
    },
    {
      "author": "By TurtleMe",
      "imageLink": "./assets/image/volume4.png",
      "title": "Horizon's Edge",
      "price": 3.99,
      "description": "In my past life I hadn’t had anyone I would have given my life to protect. I had that now, but I didn’t have the strength to protect them—not against what was about to come."
    },
    {
      "author": "By TurtleMei",
      "imageLink": "./assets/image/volume5.png",
      "title": "Convergence",
      "price": 3.99,
      "description": "In order to protect his loved ones, the mage Arthur Leywin must reveal the truth of his identity. If he is to fulfill his role in the war between the godlike asuras and the demonic Vritra, he must leave those he hopes to protect and travel to the land of deities and dragons."
    },
    {
      "author": "By TurtleMe",
      "imageLink": "./assets/image/volume6.png",
      "title": "Transcendence",
      "price": 4.99,
      "description": "I often caught myself pushing away the old memories of my past life. More and more, my past self’s hold on me lessened, allowing me to become the person I wanted to be in this world. But at this moment, I found myself wishing to turn back to the old me - to the cold, rational me that had suppressed his emotions in exchange for having no vulnerability that could be used against him."
    },
    {
      "author": "By TurtleMe",
      "imageLink": "./assets/image/volume7.png",
      "title": "Divergence",
      "price": 4.99,
      "description": "Not every human, elf, or dwarf could be equally important to me, and that's a fact that I had accepted long ago. I was here to serve my role, to help end this war, but it wasn’t for world peace or to save mankind—it was so, one day, I could lead a comfortable and happy life with the people I loved and cared for."
    },
    {
      "author": "By TurtleMe",
      "imageLink": "./assets/image/volume8.png",
      "title": "Ascension",
      "price": 5.99,
      "description": "I had to accept that I wasn’t just Arthur Leywin anymore, and that I could no longer be limited by the circumstances of my birth. If I was going to escape, if I was going to go toe-to-toe with the most powerful beings in this world, I needed to push myself to my utmost limit...and then I needed to push even further."
    },
    {
      "author": "By TurtleMe",
      "imageLink": "./assets/image/volumeeighthaf.png",
      "title": "Amongst The Fallen",
      "price": 4.99,
      "description": "In the uncertain aftermath of this decisive loss, a few familiar faces navigate peril–both political and moral–as they are now forced to make a difficult choice: accept life under Vritra rule or keep fighting despite impossible odds? As Dicathen falls, Mica Earthborn, Lilia Helstea, Emily Watsken, and Jasmine Flamesworth must each answer this question for themselves "
    },
    {
      "author": "By TurtleMe",
      "imageLink": "./assets/image/volumenine.png",
      "title": "Reckoning",
      "price": 14.99,
      "description": "Caddel stiffened at the sight of the relic armor, taken aback by my transfomation. I could see his Jaw working as his teeth groiund together. the fustration he felt emanating from him like heat from a flame.  Your tricks are a mockery to the asura, boy, he said scornfully as his form crackled with energy!"
    }
  ]